Repository: jonathanbardo/WP-Admin-User-Message
Catalog: lang/admin-user-message-*.po
Languages: fr_ca

source: Activate message
fr_ca: Activé le message

source: Message type
fr_ca: Type du message

source: Message content
fr_ca: Contenu du message

source: Exclude message for roles
fr_ca: Exclure le message pour les rôles suivants

source: Allow message to be dismissed
fr_ca: Permettre au message d’être ignoré

source: Reset dismiss for everyone. (Force appearance of message)
fr_ca: Forcer l’affichage du message pour tous les utilisateurs

source: Informative
fr_ca: Informatif

source: Update
fr_ca: Mise à jour

source: Admin User Message
fr_ca: Message pour les utilisateurs de l’admin

source: Admin User Message Settings
fr_ca: Paramètres du plugin

source: Add message to users of wp-admin. Choose wheter they can dismiss it or not.
fr_ca: Ajouter un message pour les utilisateurs de wp-admin. Choisissez s’ils peuvent rejeter ou pas.
